Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: This leader is ascribed an array of supernatural powers.
ru: Этому лидеру приписывают множество сверхъестественных способностей.

source: This leader is careful, not taking any unnecessary chances.
ru: Этот лидер не склонен принимать необдуманные решения.

source: This leader is considered to be unusually perceptive, spotting talent where others see only eccentricity or incompetence.
ru: Там, где другие видят только эксцентричность или некомпетентность, это лидер может разглядеть нетривиальный дар.

source: This leader is courageous, inspiring their troops.
ru: Этот лидер отважен, чем вдохновляет войска на подвиги.

source: This leader is eager to reign over distant stars.
ru: Этот лидер стремится овладеть дальними звёздами.

source: This leader is enthusiastic about advancements in military technology and ship construction.
ru: Этот лидер с энтузиазмом воспринимает любые достижениям в области военной техники и кораблестроении.

source: This leader is exceptionally charismatic, enforcing their will with ease.
ru: Этот лидер исключительно харизматичен и легко подчиняет других своей воле.

source: This leader is firmly entrenched in the labyrinthine web that makes up the political machine.
ru: Этот лидер прекрасно разбирается в сложной паутине взаимосвязей, составляющих политическую систему империи.

source: This leader is idolized by much of our populace due to their extraordinary attention to their needs and demands, with them having apparently developed some kind of complicated mental system to keep track of all major societal problems and popular demands during their ascension.
ru: Этого лидера ценят люди, что увеличивает их счастье.

source: This leader is incorruptable and harbors strong convictions regarding what is right and wrong.
ru: Этот лидер неподкупен и имеет твердые убеждения относительно того, что правильно и что нет.

source: This leader is infamous for their ruthless pursuit of efficiency, and is capable of getting the most out of slave labor.
ru: Этот лидер известен своим безжалостным стремлением к эффективности и способен извлечь максимальную выгоду из рабского труда.

source: This leader is intelligent, skilled at managing their fleet and at predicting enemy maneuvers.
ru: Этот лидер умело командует флотом и предугадывает маневры противника.

source: This leader is known for their insatiable curiosity, valuing space exploration above all else.
ru: Этот лидер известен своим ненасытным любопытством, которое он утоляет познанием космоса.

source: This leader is naturally inclined towards the sciences, and seeks to foster a curiosity about the natural world in their subjects.
ru: Этот лидер имеет склонность к наукам и стремится развить это качество у своих подчинённых.

source: This leader is packed with custom-made implants to boost their mental and physical abilities.
ru: Этот лидер оснащен изготовленными на заказ имплантатами для повышения их умственных и физических способностей.

source: This leader is particularly adept when it comes to rapidly maneuvering large amounts of armored units during combat.
ru: Этот лидер особенно искусен, когда дело доходит до быстрого маневрирования большим количеством бронированных подразделений во время боя.

source: This leader is particularly charismatic, and fresh recruits are practically lining up to serve their nation.
ru: Этот лидер особенно харизматичен, и после общения с ним, новобранцы выстраиваются в очередь у призывных пунктов.

source: This leader is particularly skilled at inflicting casualties on the enemy, offering no quarter and expecting none in return.
ru: Этот лидер особенно искусен в нанесении урона противнику.

source: This leader is perhaps less meticulous than others.
ru: Этот лидер менее дотошный в работе, чем другие.

source: This leader is progressive, quick to embrace change and holds a firm belief that society will develop to the better.
ru: Этот лидер твёрдо верит, что будущее нашей цивилизации за научно-техническим прогрессом.

source: This leader is prone to sudden bursts of inspiration.
ru: Этому лидеру свойственны внезапные всплески вдохновения.

source: This leader is quick to act, often striking the opponent before they are fully prepared.
ru: Этот лидер способен наносить разящие удары врагу, в самый неожиданный момент.

source: This leader is refusing to cooperate following their government's supposedly insane decision to side with the Blokkats.
ru: Этот лидер отказывается сотрудничать после предположительно безумного решения их правительства встать на сторону блоккатов

source: This leader is resilient and in excellent physical condition, dramatically increasing life expectancy.
ru: Этот лидер поддерживает себя в прекрасной физической форме, что положительно влияет на продолжительность жизни.

source: This leader is respected by their peers for always doing what is right, and never wavering in times of trouble.
ru: Этот лидер пользуется уважением современников за свою способность принимать взвешенные решения, и не колебаться в трудные времена.

source: This leader is thorough in their examinations of unknown phenomena.
ru: Этот лидер нацелен на тщательное изучение научных феноменов.

source: This leader is unpredictable, always striking were the opponent least expects it.
ru: Этот лидер умён и изобретателен. Его решения непредсказуемы для противника.

source: This leader is unusually concerned with the lives of others, taking care to avoid unnecessary deaths among their own soldiers as well as any civilians caught in the fighting.
ru: Этот лидер видит своей целью заботу о вверенных ему военных и гражданских лицах, избегая ненужных жертв.

source: This leader is utterly obsessed with insane ideas that go against the very notion of sanity.
ru: Этот лидер совершенно одержим безумными идеями, которые идут вразрез с самим понятием здравомыслия.

source: This leader is very competitive, taking the success of our rivals as a personal insult and the prospect of losing out to them as a disaster.
ru: Этот лидер нацелен на успех, воспринимая достижения наших соперников как личное оскорбление, а перспективу проиграть им, как катастрофу.

source: This leader is very systematic, leaving nothing to chance they use a throughout approach to the challenges they encounter.
ru: Этот предпочитает использовать комплексный подход к решению задач, с которыми сталкивается.

source: This leader is well aware of the importance of properly-structured supply chains.
ru: Этот лидер хорошо разбирается в организации логистических потоков.

source: This leader is well versed in the ins and outs of politics.
ru: Этот лидер хорошо разбирается в тонкостях политики.

source: This leader is, following years of study, considered an expert on settling on New Worlds.
ru: Этот лидер признанный эксперт в области изучения новых миров.

source: This leader is, following years of study, considered an expert within the field of Biology.
ru: Этот лидер признанный эксперт в области изучения биологии.

source: This leader is, following years of study, considered an expert within the field of Blokkats.
ru: Этот лидер, после многих лет учебы, считается экспертом в области блокчейнов.

source: This leader is, following years of study, considered an expert within the field of Computing.
ru: Этот лидер признанный эксперт в области изучения вычислительной техники.

source: This leader is, following years of study, considered an expert within the field of Field Manipulation.
ru: Этот лидер признанный эксперт в области управления полями.

source: This leader is, following years of study, considered an expert within the field of Industry.
ru: Этот лидер признанный эксперт в области изучения промышленности.

source: This leader is, following years of study, considered an expert within the field of Materials.
ru: Этот лидер признанный эксперт в области изучения материалов.

source: This leader is, following years of study, considered an expert within the field of Military Theory.
ru: Этот лидер признанный эксперт в области изучения военной теории.

source: This leader is, following years of study, considered an expert within the field of Particles.
ru: Этот лидер признанный эксперт в области изучения частиц.

source: This leader is, following years of study, considered an expert within the field of Propulsion.
ru: Этот лидер признанный эксперт в области изучения реактивной тяги.

source: This leader is, following years of study, considered an expert within the field of Psionics.
ru: Этот лидер признанный эксперт в области изучения псионики.

source: This leader is, following years of study, considered an expert within the field of Statecraft.
ru: Этот лидер признанный эксперт в области изучения искусства управления.

source: This leader is, following years of study, considered an expert within the field of Voidcraft.
ru: Этот лидер признанный эксперт в области изучения космоса.

source: This leader pursues their research with unusual fervor.
ru: Этот лидер берется за исследования с необычным рвением.

source: This leader reaches for the stars.
ru: Этот лидер устремлен к звёздам.

source: This leader recognizes just how vital the exploitation of offworld resources is for a star nation.
ru: Этот лидер знает, насколько важно добывать ресурсы для нашей империи.

source: This leader refuses to even consider the possibility of retreat when battle has been joined, preferring instead to fight to the death if necessary.
ru: Этот лидер отказывается даже рассматривать возможность отступления, предпочитая умереть в сражении.

source: This leader rose through the ranks of military command.
ru: Этот лидер поднялся из самых низов военной иерархии.

source: This leader seeks to remake worlds in their image.
ru: Этот лидер стремится переделывать окружающий мир по своему представлению.

source: This leader shows unusual talent even amongst our ascended populace, and could likely develop their skills to truly outstanding levels if given the opportunity and time.
ru: Этот лидер обладает талантливыми навыками и не будет ограничен в уровне, как другие.

source: This leader studied chemistry and can utilize those skills when doing advanced research in various subjects of engineering.
ru: Химик по образованию, этот лидер использует полученные знания во время исследований в различных областях техники.

source: This leader studied mathematics and can utilize those skills when doing advanced research in theoretical physics.
ru: Этот лидер имеет математическое образование и может использовать полученные знания во время исследований в области теоретической физики.

source: This leader was born to roam the stars.
ru: Этот лидер был рожден для путешествий.

source: This leader was raised around hydroponic farms, and has several ideas on how agrarian yields may be improved.
ru: Этот лидер рос среди гидропонных ферм, у него есть несколько идей о том, как можно повысить урожайность культур.

source: This librarian can use these databases to help our physics research.
ru: Этот библиотекарь может использовать эти базы данных, чтобы помочь нашим исследованиям в области физики.

source: This librarian has specialized in recording and sorting these computer programs into huge databases.
ru: Этот библиотекарь специализировался на записи и сортировке этих компьютерных программ в огромные базы данных.

source: This librarian has travelled far recording different forms of communication and might help our society research.
ru: Этот библиотекарь проделал большой путь, фиксируя различные формы коммуникации, и может помочь нашему обществу в исследованиях.

source: This librarian has travelled far to collect samples for our geological archives.
ru: Этот библиотекарь проделал долгий путь, чтобы собрать образцы для нашего геологического архива.

source: This librarian is responsible for sorting the blueprint into the databases for easy access.
ru: Этот библиотекарь отвечает за сортировку чертежей по базам данных для удобного доступа.

source: This librarian is well familiar with our chemical databases and can use this knowledge to help our engineering research.
ru: Этот библиотекарь хорошо знаком с нашими химическими базами данных и может использовать эти знания для помощи нашим инженерным исследованиям.

source: This librarian keeps these designs and help construct the systems for easy sorting and access to information.
ru: Этот библиотекарь сохраняет эти проекты и помогает создавать системы для удобной сортировки и доступа к информации.

source: This librarian knows how to access and search through our archives on mathematical theory, this can help our physicist research.
ru: Этот библиотекарь знает, как получить доступ и провести поиск в наших архивах по математической теории, что может помочь нашим физикам в их исследованиях.

source: This librarian knows how to access our vast archives on cultures that have been, and still is.
ru: Этот библиотекарь знает, как получить доступ к нашим обширным архивам о культурах, которые были и остаются.

source: This librarian specializes in architecture and construction.
ru: Этот библиотекарь специализируется на архитектуре и строительстве.

source: This librarian specializes in astronomy.
ru: Этот библиотекарь специализируется на астрономии.

source: This librarian specializes in chemistry.
ru: Этот библиотекарь специализируется на химии.

source: This librarian specializes in computer software.
ru: Этот библиотекарь специализируется на компьютерном программном обеспечении.

source: This librarian specializes in cultures.
ru: Этот библиотекарь специализируется на культуре.

source: This librarian specializes in electronics.
ru: Этот библиотекарь специализируется на электронике.

source: This librarian specializes in geology.
ru: Этот библиотекарь специализируется на геологии.

source: This librarian specializes in history.
ru: Этот библиотекарь специализируется на истории.

source: This librarian specializes in languages and other forms of communication.
ru: Этот библиотекарь специализируется на языках и других формах общения.

source: This librarian specializes in mathematics.
ru: Данный библиотекарь специализируется на математике.

source: This librarian specializes in mechanics.
ru: Этот библиотекарь специализируется на механике.

source: This librarian specializes in our databases on war, this knowledge might help our society research.
ru: Этот библиотекарь специализируется на наших базах данных о войне, и эти знания могут помочь нашему обществу в исследованиях.

source: This librarian specializes in taxonomy.
ru: Этот библиотекарь специализируется на таксономии.

source: This librarian specializes in wars.
ru: Этот библиотекарь специализируется на войнах.

source: This librarian specializess in recording various forms of life, and putting them into the right place in our databases.
ru: Этот библиотекарь специализируется на регистрации различных форм жизни и помещает их в нужные места в наших базах данных.

source: This librarian works with recording these events and putting them into our archives.
ru: Этот библиотекарь занимается записью этих событий и помещением их в наши архивы.

source: This librarian’s knowledge about our taxonomical archives might help our society research.
ru: Знания этого библиотекаря о наших таксономических архивах могут помочь нашему обществу в исследованиях.

source: This looks promising.
ru: Это выглядит многообещающе

source: This makes it a lot easier to optimize our production processes.
ru: Это значительно облегчает оптимизацию производственных процессов.

source: This massive ring circles the Black Hole's equator, and is the first step towards completing the $name_birch$'s massive frame.
ru: Это массивное кольцо окружает экватор Черной дыры и является первым шагом к завершению массивной структуры $name_birch$

source: This massive ring houses the machinery necessary to process vast amounts of plasma extracted from the star in order to both help in assembling vessels, and maintaining the structure itself.
ru: В этом массивном кольце находится оборудование, необходимое для обработки огромного количества плазмы, извлеченной из звезды, чтобы помочь как в сборке сосудов, так и в поддержании самой структуры.

source: This massive structure wrapping around a star uses specialized magnetic fields to control and redirect the star's energetic output in order to exploit it.
ru: Эта массивная структура, обернутая вокруг звезды, использует специализированные магнитные поля для контроля и перенаправления энергетического излучения звезды с целью его использования.

source: This massive weaponized planetoid has been fatally crippled, but it is not beyond repair.
ru: Этот массивный планетоид, оснащенный оружием, был смертельно поврежден, но восстановлению не подлежит.

source: This massively massive construct, dwarfing nearly everything ever built in this galaxy, is capable of storing and manipulating the star's cataclysmic energy output.
ru: Это чрезвычайно массивное сооружение, затмевающее почти все, когда-либо построенное в этой галактике, способно накапливать катастрофическую энергию звезды и управлять ею.

source: This may not end well.
ru: Это может плохо закончиться.

source: This megastructure is already being dismantled
ru: Эта мегаструктура уже демонтируется

source: This megastructure is being constructed faster.
ru: Эта мегаструктура строится быстрее

source: This megastructure will be deconstructed and scrapped for materials.
ru: Эта мегаструктура будет разобрана на материалы

source: This melting pot of cultures is a prime basis for new technological advancements.
ru: Этот плавильный котел культур - прекрасная основа для новых технологических достижений.

source: This might aid our research in engineering.
ru: Это может помочь нашим исследованиям в области инженерии.

source: This might just be what we are looking for.
ru: Возможно, это как раз то, что мы ищем

source: This molten planet has been turned into a uniquely specialized forge world, turning it slightly habitable for the sole purpose of producing strong materials such as alloys with the hearth of the planet.
ru: Эта расплавленная планета была превращена в кузнечный мир, чтобы сделать его немного пригодным для жизни с единственной целью - производить прочные материалы из очага планеты.

source: This orbital facility helps enhance our ground-based $building_giga_megaworkshop_plural$ by using $sr_living_metal$ to streamline production processes, leading to increased throughput overall.
ru: Этот орбитальный комплекс помогает расширить наши наземные возможности $building_giga_megaworkshop_plural$, используя $sr_living_metal$ для оптимизации производственных процессов, что приводит к увеличению производительности в целом

source: This otherwise empty site has been singled out for the construction of a $name_giga_orbital$.
ru: Это в остальном пустое место было выбрано для строительства $name_giga_orbital$.

source: This outpost hosts explorers who retrieve machinery from the surrounding ancient industrial ruins.
ru: На этом аванпосте находятся исследователи, которые извлекают оборудование из окружающих древних промышленных руин

source: This particular Blokkat possesses extensive knowledge regarding how to manage planetary settlements and how to most efficiently reshape worlds.
ru: Этот конкретный Блоккат обладает обширными знаниями о том, как управлять планетарными поселениями и как наиболее эффективно изменять форму миров.

source: This particular Blokkat possesses extensive knowledge regarding scientific research and methods.
ru: Этот конкретный Блоккат обладает обширными знаниями в отношении научных исследований и методов.

source: This particular Blokkat possesses extensive knowledge regarding the art of ground warfare.
ru: Этот конкретный Блоккат обладает обширными знаниями относительно искусства наземной войны.

source: This path will yield more sophisticated technologies in the field of automated production.
ru: Этот путь приведет к появлению более совершенных технологий в области автоматизированного производства.

source: This path will yield more sophisticated technologies in the field of space habitation.
ru: Этот путь приведет к появлению более совершенных технологий в области космического обитания.

source: This planet and the entire system will be given to the next created '$perfect_vassal_boost$'.
ru: Эта планета и вся система будут отданы следующему созданному совершенному вассалу.

source: This planet have been looted.
ru: Эта планета была разграблена.

source: This planet is a manufacturing and logistics hub focusing on deep-space construction projects.
ru: Эта планета является производственным и логистическим центром, специализирующимся на проектах строительства в глубоком космосе

source: This planet is a single colossal computer, and therefore provides massive buffs to research.
ru: Эта планета представляет собой единый колоссальный компьютер и, следовательно, предоставляет огромные возможности для исследований.

source: This planet is habitable, but lacks any forms of life, either because it used to be a barren wasteland that was made habitable, or because life was forcefully removed from it.
ru: Эта планета пригодна для жизни, но на ней отсутствуют какие-либо формы жизни, либо потому, что раньше это была бесплодная пустошь, которую сделали пригодной для жизни, либо потому, что жизнь была насильственно удалена с нее.

source: This planet totally lacks an iron core, but contains a gigantic research facility beneath the surface, which could be used for advanced research.
ru: На этой планете полностью отсутствует железное ядро, но под поверхностью находится гигантский исследовательский центр, который можно было бы использовать для передовых исследований.

source: This planet totally lacks an iron core, making it valuable for physics research.
ru: На этой планете полностью отсутствует железное ядро, что делает ее ценной для физических исследований.

source: This planet will not be given to the next created '$perfect_vassal_boost$'.
ru: Эта планета не будет отдана следующему созданному совершенному вассалу.

source: This planet's population is demanding the removal of the No-Night Protocols.
ru: Население этой планеты требует отмены протоколов "Без ночи."

source: This planetary fortress is the ultimate defensive structure, making foreign invasion near-impossible.
ru: Эта планетарная крепость является идеальным оборонительным сооружением, делающим иностранное вторжение практически невозможным.

source: This planetary system's Lunar Speculorefractor is discretely manipulating planetary lighting to ensure maximum docility and compliance.
ru: Лунный зеркальный преобразователь этой планетной системы дискретно управляет освещением планеты, чтобы обеспечить максимальную послушность и податливость.

source: This planetary system's Lunar Speculorefractor is employing an array of mirrors in planetary orbit to ensure every part of the planetary system is lit up at any time.
ru: Лунный зеркальный преобразователь этой планетной системы использует множество зеркал на планетарной орбите, чтобы гарантировать, что каждая часть планетной системы освещена в любое время.

source: This planetary system's Lunar Speculorefractor is encouraging local biological populations to reproduce.
ru: Лунный зеркальный преобразователь этой планетной системы поощряет местное биологическое население к размножению.

source: This platform houses the personnel and infrastructure necessary to construct a $name_penrose$ around a Black Hole.
ru: На этой платформе размещается персонал и инфраструктура, необходимые для строительства $name_penrose$ вокруг Черной дыры

source: This platform serves as the staging ground for the construction of the $pc_sigma_solaripp$
ru: Эта станция служит плацдармом для строительства $pc_sigma_solaripp$.
